
export const t = {
  project_roles: 'Роли в проекте',
  specify_role_and_surname: 'Укажите хотя бы одну роль и фамилию.',
  // Добавить
  add: 'Добавить',
  // Фамилия
  surname: 'Фамилия',
  // Роль
  role: 'Роль',
  // Документ
  document: 'Документ',
  // Обозначение
  designation: 'Обозначение',
  // Наименование документа
  document_name: 'Наименование документа',
  // Версия
  // version: 'Версия',
  // Номер последнего изменения
  last_change_number: 'Номер последнего изменения (версия)',
  // Алгоритм расчета контрольной суммы
  checksum_calculation_algorithm: 'Алгоритмы расчета контрольной суммы',
  // Файл
  files: 'Файлы',
  // Информационно-удостоверяющий лист
  assurance_sheet: 'Информационно-удостоверяющий лист',
  u_l: 'УЛ',
  // Наименование файла
  file_name: 'Наименование файла',
  // Дата и время последнего изменения файла
  last_modified: 'Дата и время последнего изменения файла',
  // Размер файла, байт
  file_size: 'Размер файла, байт',
  // Значение контрольной суммы
  checksum_value: 'Значение контрольной суммы',
  // Характер работы
  work_type: 'Характер работы',
  // ФИО
  full_name: 'ФИО',
  // Подпись
  signature: 'Подпись',
  // Дата подписания
  signing_date: 'Дата подписания',
  // Наименование изделия, наименование документа
  product_name: 'Наименование документа',
  // Наименование объекта
  object_name: 'Наименование объекта',
  // Обозначение документа
  document_designation: 'Обозначение документа',
  // № п/п
  serial_number: '№ п/п',
  // Конструктор информационно-удостоверяющих листов для экспертизы. [GXT]
  title: 'Конструктор информационно-удостоверяющих листов для экспертизы.',
  // Печать
  print: 'Печать',
  // Скачать ИУЛ
  download_assurance_sheet: 'Скачать ИУЛ',
  // ИУЛ
  iul: 'ИУЛ',
  // Передпросмотр
  preview: 'Передпросмотр',
  // Роль_ Выполнил
  role_creator: 'Выполнил',
  // Роль_ ГИП
  role_gip: 'ГИП',
  // Роль_ ГАП
  role_gap: 'ГАП',
  // Роль_ Ген.директор
  role_general_director: 'Ген.директор',
  // Роль_ Гл.инженер
  role_chief_engineer: 'Гл.инженер',
  // Роль_ Научный контроль
  role_scientific_control: 'Н.контроль',
  // Роль_ Разработал
  role_developer: 'Разработал',
  // Роль_ Проверил
  role_verifier: 'Проверил',
  // Роль_ Составил
  role_composer: 'Составил',
  // Лист
  sheet: 'Лист',
  // Листов
  sheets: 'Листов',
  // Hasing files:
  hashing_files: 'Хеширование файлов',
  footer: `© Канунников Александр, ${new Date().getFullYear()}`,
  footer_title: 'Программные решения для вашего бизнеса',
  specify_files: 'Можно выбрать один или несколько файлов'
};
