
export const t = {
  project_roles: 'Роли в проекте',
  specify_role_and_surname: 'Укажите хотя бы одну роль и фамилию.',
  // Добавить
  add: 'Добавить',
  // Фамилия
  surname: 'Фамилия',
  // Роль
  role: 'Роль',
  // Документ
  document: 'Документ',
  // Обозначение
  designation: 'Обозначение',
  // Наименование документа
  document_name: 'Наименование документа',
  // Версия
  version: 'Версия',
  // Номер последнего изменения
  last_change_number: 'Номер последнего изменения',
  // Алгоритм расчета контрольной суммы
  checksum_calculation_algorithm: 'Алгоритм расчета контрольной суммы',
  // Файл
  file: 'Файл',
  // Информационно-удостоверяющий лист
  assurance_sheet: 'Информационно-удостоверяющий лист',
  // Наименование файла
  file_name: 'Наименование файла',
  // Дата и время последнего изменения файла
  last_modified: 'Дата и время последнего изменения файла',
  // Размер файла, байт
  file_size: 'Размер файла, байт',
  // Характер работы
  work_type: 'Характер работы',
  // ФИО
  full_name: 'ФИО',
  // Подпись
  signature: 'Подпись',
  // Дата подписания
  signing_date: 'Дата подписания',
  // Наименование изделия, наименование документа
  product_name: 'Наименование изделия, наименование документа',
  // Обозначение документа
  document_designation: 'Обозначение документа',
  // № п/п
  serial_number: '№ п/п',
  // Конструктор информационно-удостоверяющих листов для экспертизы. [GXT]
  title: 'Конструктор информационно-удостоверяющих листов для экспертизы.',
  // Печать
  print: 'Печать',
  // Скачать ИУЛ
  download_assurance_sheet: 'Скачать ИУЛ',
  // Передпросмотр
  preview: 'Передпросмотр',
};
